const data = [
    {
	"primary": "VV 254",
	"individual": ["UGC 12914", "UGC 12915"],
	"ra": "00:01:40",
	"dec": "+23:29:23",
	"otype": "PairG",
	"V": null,
	"B": null,
	"maj_axis": null,
	"min_axis": null,
	"pa": 0,
	"z": 0.01452,
	"name": "Taffy Galaxies",
	"description": "I found the Taffy galaxies reminiscent of the planetary nebula <x-dso simbad='PN Jn 1' noindex>Jones 1</x-dso>! The brighter member <x-dso noindex>UGC 12914</x-dso> appeared narrower in comparison to the fainter galaxy <x-dso noindex>UGC 12915</x-dso> which was broader. I also sensed a stellar core in UGC 12914. The cool feature is the tidal arms, they're curved towards each other as if trying to meet! The brighter galaxy has a strong curved feature as if trying to meet the fainter galaxy, which also sports a curved arm, albeit less curved. The observation was made at 345×."
    },
    {
	"primary": "NGC 520",
	"alias": "Arp 157",
	"ra": "01:24:35",
	"dec": "+03:47:33",
	"otype": "IG",
	"V": 11.420000076293945,
	"B": 12.239999771118164,
	"maj_axis": null,
	"min_axis": null,
	"pa": 0,
	"z": 0.0071,
	"name": "",
	"description": "When I first looked at this trainwreck in 2014, it did show features of being heavily distorted, including two bright protrusions. My rough sketch shows a structure like the letter K, and the long tidal tail headed south was suspected. In a more recent observation <a href='/OR__Two_scintillating_nights_of_tranquility.html'>reported here</a>, I got many repeated flashes of the tidal tail going south-southeast and was also able to estimate its length correctly. I would rank this tail somewhere among the 5 best ones for this aperture class!"
    },
    {
	"primary": "NGC 660",
	"ra": "01:43:02",
	"dec": "+13:38:44",
	"otype": "Seyfert_2",
	"V": 11.15999984741211,
	"B": 12.020000457763672,
	"maj_axis": 6.309999942779541,
	"min_axis": 2.4000000953674316,
	"pa": 6,
	"z": 0.002833,
	"name": "",
	"description": "This is a <a href='https://adsabs.harvard.edu/full/1995AJ....109..942V'>polar ring galaxy</a>. When I gave it a shot at the October 2021 Okie-Tex Star Party, I was able to sense the polar ring as a dark, angled cut across the galaxy that was visible with averted vision. More recently, I was able to see the 'twist' on either end of the main body of the galaxy, as <a href='/OR__Two_scintillating_nights_of_tranquility.html'>reported here</a>. I do not know if this twist is part of the polar ring, especially looking at the Legacy Survey image. The 'twist' was best picked up at 148× and the 'dark cut' observation was made at 395×. Apparently the ring is inclined only 55° to the body, far from being polar."
    },
    {
	"primary": "NGC 772",
	"alias": "Arp 78",
	"ra": "01:59:20",
	"dec": "+19:00:27",
	"otype": "GinPair",
	"V": 10.3100004196167,
	"B": 11.09000015258789,
	"maj_axis": 6.03000020980835,
	"min_axis": 3.309999942779541,
	"pa": 131,
	"z": 0.008236,
	"name": "Fiddlehead Galaxy",
	"description": "I observed this object in October 2020 at 207×. I found the contrast rather low for such a bright galaxy and I had to work a bit to pull out the single prominent spiral arm. It was visible with averted vision. The galaxy itself sported a bright core and a puffy halo, especially on the east of the core. A weak sensation of a condensation to the west-northwest of the core was also picked up. I did not look for the HSB companion which gives it its Arp designation."
    },
    {
	"primary": "Arp 273",
	"individual": ["UGC 1810", "UGC 1813"],
	"ra": "02:21:29",
	"dec": "+39:22:32",
	"otype": "IG",
	"V": 12.920000076293945,
	"B": 13.699999809265137,
	"maj_axis": 1.2000000476837158,
	"min_axis": 0.5040000081062317,
	"pa": 45,
	"z": 0.02508,
	"name": "Rose Galaxies",
	"description": "The Rose Galaxies are probably most famous for their beautiful <a href='https://esahubble.org/images/heic1107a/'>HST image</a>. Under good conditions at the 2015 Okie-Tex Star Party, the distorted arm of UGC 1810 was picked up, spanning at least up to a star that lies to the ENE of the core of UGC 1810 that flanks the arm. This was at 395×. I have been unable to see the connection section in my 18\"."
    },
    {
	"primary": "NGC 1097",
	"alias": "Arp 77",
	"ra": "02:46:19",
	"dec": "-30:16:30",
	"otype": "LINER",
	"V": 9.479999542236328,
	"B": 9.970000267028809,
	"maj_axis": 10,
	"min_axis": 6.170000076293945,
	"pa": 140,
	"z": 0.004218,
	"name": "",
	"description": "Both the galaxy and its high surface brightness companion (NGC 1097A; corresponding to its Arp classification) were seen from 41&deg;N latitude, but the distortions in the spiral arms seen in the photograph were not seen in my telescope. The bigger galaxy does show some brightness, knots and a beautiful long bar. Incidentally, this galaxy is in the <a href='/aintno.htm'>AINTNO list</a> for its <a href='https://www.astrobin.com/65881/'>dog-leg jet</a>."
    },
    {
	"primary": "NGC 1741",
	"ra": "05:01:38",
	"dec": "-04:15:25",
	"otype": "IG",
	"V": null,
	"B": 13.699999809265137,
	"maj_axis": 1.2599999904632568,
	"min_axis": 0.6499999761581421,
	"pa": 64,
	"z": 0.013592,
	"name": "",
	"description": "The V shape of NGC 1741 was detected at 345×. NGC 1741B was seen as a thin streak. Upping the power to 459× (1mm exit pupil), at opportune moments of steady air, a faint curved extension was seen on the southern end of the V shape of NGC 1741. A beautiful sight!"
    },
    {
	"primary": "NGC 2207",
	"ra": "06:16:22",
	"dec": "-21:22:22",
	"otype": "IG",
	"V": 10.649999618530273,
	"B": 11.479999542236328,
	"maj_axis": null,
	"min_axis": null,
	"pa": 0,
	"z": 0.009292,
	"name": "",
	"description": "The prominent tidal arm of IC 2163 going east was seen pretty easily at 459×. A bridge of bright light appeared to connect the core of NGC 2207 with that of IC 2163, which is probably the western arm of IC 2163. Jimi Lowrey featured this pair as <a href='https://www.deepskyforum.com/showthread.php?286-Object-of-the-Week-January-13-2013-NGC-2207-and-IC-2163-(Cosmic-Ballet)'>Object of the Week</a> on DeepSkyForum, and the post has some cool information on the pair! I read somewhere (can't remember where) that NGC 2207/IC 2163 is a more recent interaction than the Mice galaxies."
    },
    {
	"primary": "NGC 2146",
	"ra": "06:18:38",
	"dec": "+78:21:25",
	"otype": "StarburstG",
	"V": 10.59000015258789,
	"B": 11.380000114440918,
	"maj_axis": 5.369999885559082,
	"min_axis": 3.390000104904175,
	"pa": 123,
	"z": 0.002975,
	"name": "Dusty Hand Galaxy",
	"description": "This galaxy doesn't seem to have either an Arp or a VV designation. A brief Google Scholar search indicates that this is a starburst galaxy and the protuberances are tidal streams. Under good, dark skies on a night in 2015, I noted the faint distorted extensions of the galaxy (the tidal streams). Another observation <a href='/OR_Simha_202412_InyoCounty.html'>reported here</a> includes my <a href='/assets/DustyHandSketch.jpg' target='_blank'>sketch</a>, which shows parts of the two tidal streams as well as the dust lane cutting the nuclear region. A <a href='https://academic.oup.com/mnras/article/426/2/1185/974023'>2012 paper</a> reports on a star cluster in the brighter tidal tail, which might be interesting to attempt in a larger aperture class."
    },
    {
	"primary": "UGC 3697",
	"alias": "GB 1",
	"ra": "07:11:23",
	"dec": "+71:50:11",
	"otype": "GinGroup",
	"V": null,
	"B": 13.100000381469727,
	"maj_axis": 1.9329999685287476,
	"min_axis": 0.19300000369548798,
	"pa": 80,
	"z": 0.010487,
	"name": "Integral Sign Galaxy",
	"description": "I've surprisingly observed this galaxy only once, under the exceptional skies of Texas Star Party 2012. The curvature on the western end of the sign was glimpsed repeatedly. Ultra-large telescopes may show more detail, <a href='https://www.deepskyforum.com/showthread.php?295-Object-of-the-Week-January-27-2013-UGC3697-(The-Integral-Sign-Galaxy)&p=1508&viewfull=1#post1508'>as reported here</a>"
    },
    {
	"primary": "Arp 141",
	"alias": "VV 123",
	"ra": "07:14:20",
	"dec": "+73:28:37",
	"otype": "IG",
	"V": null,
	"B": null,
	"maj_axis": 2.818,
	"min_axis": 1.148,
	"pa": 165,
	"z": null,
	"name": "",
	"description": "I observed this on a very good night on the outskirts of Death Valley National Park in California. Using 345×, the bright core of PGC 20460 (northern component) was visible to averted vision continuously, whereas PGC 200231 (the southern component) was dimmer and was flashing in and out of view. I was able to pick up the brightest portion of the ring without knowing the orientation a priori! The western segment of the ring starts out from the core of  (the southern component) and extends south for about 40 arcseconds. This segment was the easiest and flashed into view with averted vision about half the time. The clockwise curving of the end of this segment towards east was picked up very occasionally. The other short 'arm' of PGC 200231 headed east was glimpsed only occasionally, and I perhaps got 2–3 flashes of it but called out its orientation correctly. The fainter portions of the ring were not detected."
    },
    {
	"primary": "NGC 2276",
	"alias": "Arp 25",
	"ra": "07:27:15",
	"dec": "+85:45:16",
	"otype": "G",
	"V": null,
	"B": 12.3,
	"maj_axis": 1.24,
	"min_axis": 1.07,
	"pa": 95,
	"z": 0.008062,
	"name": "",
	"description": "This is an interesting galaxy that is distorted by ram-pressure. I wrote about it on DeepSkyForum <a href='https://www.deepskyforum.com/showthread.php?1684-Object-of-the-Week-May-14th-2023-%E2%80%93-NGC-2276-in-Cepheus'>here</a> and <a href='https://www.deepskyforum.com/showthread.php?1118-Object-of-the-Week-January-21-2018-Arp-25-and-Arp-114-NGC-2276-and-NGC-2300&p=9438&viewfull=1#post9438'>here</a>, see also Steve Gottlieb's comment <a href='https://www.deepskyforum.com/showthread.php?1684-Object-of-the-Week-May-14th-2023-%E2%80%93-NGC-2276-in-Cepheus&p=9504&viewfull=1#post9504>here</a>. I haven't seen a paper explicitly call it a <a href='https://en.wikipedia.org/wiki/Jellyfish_galaxy'>Jellyfish Galaxy</a> but if it is, it may be the best example for amateur astronomers. Not much of the exciting morphology of this galaxy was visible in my 18\" from Bortle 4 conditions, wherein it appeared as a low surface brightness, roundish glow. Careful observation faintly revealed the asymmetric nature of the galaxy, with the region closer to the bright star HD 51141 (west) being brighter. The distorted morphology is the primary peculiar feature that I observed."
    },
    {
	"primary": "IC 2184",
	"alias": "VV 644",
	"ra": "07:29:27",
	"dec": "+72:07:52",
	"otype": "PaG",
	"V": null,
	"B": 14.00,
	"maj_axis": 0.133,
	"min_axis": 0.133,
	"pa": 90,
	"z": 0.011938,
	"name": "",
	"description": "Jimi Lowrey and I call this the \"Gottlieb Triangle\" after Steve Gottlieb put it on the observing list for the 48\" sometime in 2022. My best view in the 18-inch was at 459×. The eastern component was distinct and resolved in intermittent flashes as a horizontal bar that formed the bottom edge of a triangular shape. Of the other galaxy, I got perhaps three flashes. Most of the time, the system looked like an amorphous triangle with a hole in the center."
    },
    {
	"primary": "NGC 2537",
	"alias": "Arp 6",
	"ra": "08:13:15",
	"dec": "+45:59:23",
	"otype": "IG",
	"V": 11.6899995803833,
	"B": 12.5,
	"maj_axis": null,
	"min_axis": null,
	"pa": 0,
	"z": 0.001491,
	"name": "Bear Paw Galaxy",
	"description": "When I looked at it under good conditions in 2012, the galaxy showed a sort of three-pronged structure, with lots of mottling and knots. In a 2022 observation under poor conditions, I logged 'Mottling visible throughout the edge in the form of knots. Occasionally see all three spikes.' The <a href='https://www.deepskyforum.com/showthread.php?1467-Object-of-the-Week-February-28th-2021-NGC2537-The-Bear-s-Paw-Galaxy'>DeepSkyForum OOTW thread</a> is packed with a lot of great information on the object. The name apparently comes from well-known galaxy morphologist and author Ron Buta."
    },
    {
	"primary": "UGC 4305",
	"alias": "Holmberg II, Arp 268",
	"ra": "08:19:05",
	"dec": "+70:43:13",
	"otype": "IG",
	"V": 11.390000343322754,
	"B": 11.720000267028809,
	"maj_axis": null,
	"min_axis": null,
	"pa": 0,
	"z": 0.000524,
	"name": "",
	"description": "This is in Arp's atlas for having irregular clumps. It is low surface brightness, but appeared mottled in my telescope. I have had a weak observation of the HII region Hodge-Kennicutt 11 (<x-dso>HK Ho II 11</x-dso> in SIMBAD)."
    },
    {
	"primary": "IC 2431",
	"alias": "VV 645",
	"ra": "09:04:35",
	"dec": "+14:35:44",
	"otype": "IG",
	"V": null,
	"B": 14.3,
	"maj_axis": 0.50,
	"min_axis": 0.30,
	"pa": 40,
	"z": 0.049871,
	"name": "Browning",
	"description": "The name \"Browning\" comes from Vorontsov-Vel'yaminov who likened it to the pistols made by the Browning Arms Company. This was a very tough object for an 18\" telescope! I used 590× (a 3.5mm eyepiece!) The clump of galaxies looked spikey and heavily mottled. It was very difficult to count the number of cores or nail down their shapes. I eventually managed to hold the elongated galaxy <x-dso simbad='[CCA99] UGC 4756b' noindex>UGC 4756b</x-dso> in view and the elongation I saw matched the image. Incidentally the component designation I used comes from <a href='https://iopscience.iop.org/article/10.1086/313286/pdf'>this study</a>."
    },
    {
	"primary": "NGC 2936",
	"alias": "Arp 142",
	"ra": "09:37:44",
	"dec": "+02:45:39",
	"otype": "RadioG",
	"V": 13.0600004196167,
	"B": 13.899999618530273,
	"maj_axis": 1.2799999713897705,
	"min_axis": 0.5630000233650208,
	"pa": 40,
	"z": 0.02407,
	"name": "",
	"description": "The curved distorted shape of the main galaxy was seen. It has a lopsided brightness profile, the eastern end being brighter and thicker than the western end. I studied this system using a wide range of eyepieces, so I don't know which power was best. My logs mention 395× for some other features."
    },
    {
	"primary": "NGC 2992",
	"alias": "Arp 245",
	"ra": "09:45:42",
	"dec": "-14:19:35",
	"otype": "Seyfert_2",
	"V": 12.180000305175781,
	"B": 13.140000343322754,
	"maj_axis": 3.240000009536743,
	"min_axis": 0.9100000262260437,
	"pa": 17,
	"z": 0.007296,
	"name": "",
	"description": "Under very good conditions, I picked up the tidal tail of NGC 2992 as well as the tidal dwarf galaxy known as <x-dso simbad='[BLD2000] A245N'>Arp 245N</x-dso> that lies at the end of this tail. My article in Sky & Telescope Feb 2025 issue carries more details. I marked the tidal tail as hard, the tidal dwarf as moderate, and the two cores as easy. I anticipate that larger telescopes or better conditions will render the tidal arm of NGC 2993 feasible."
    },
    {
	"primary": "M 82",
	"alias": "Arp 337",
	"ra": "09:55:52",
	"dec": "+69:40:47",
	"otype": "IG",
	"V": 8.40999984741211,
	"B": 9.300000190734863,
	"maj_axis": null,
	"min_axis": null,
	"pa": 0,
	"z": 0.00073,
	"name": "Cigar Galaxy",
	"description": "As is well known, M 82 shows a lot of structure in an 18 inch. The dark lane and mottling are features worthy of note. Here is <a href='https://asimha.net/Astrosketches/#Cigar_Galaxy.jpg'>my sketch</a> made at 345× power."
    },
    {
	"primary": "Arp 270",
	"individual": ["NGC 3395", "NGC 3396"],
	"ra": "10:49:52",
	"dec": "+32:59:20",
	"otype": "PairG",
	"V": null,
	"B": null,
	"maj_axis": null,
	"min_axis": null,
	"pa": 0,
	"z": null,
	"name": "",
	"description": "NGC 3395 and NGC 3396 make up this pair. I logged that symptoms of interaction are clearly visible. The south-western end of NGC 3395 appears puffy and curved, and the north-eastern end appears to curve towards NGC 3396. NGC 3396, which appears like a bright bar, seems to sport a fainter extension going eastwards."
    },
    {
	"primary": "NGC 3509",
	"alias": "Arp 335",
	"ra": "11:04:24",
	"dec": "+04:49:43",
	"otype": "IG",
	"V": null,
	"B": 14,
	"maj_axis": 1.0130000114440918,
	"min_axis": 0.3449999988079071,
	"pa": 30,
	"z": 0.02559,
	"name": "",
	"description": "A bright elongated blob sporting a single curved arm extension. This galaxy appears in <a href='http://burro.case.edu/Talks/GLC03/toomre.html'>typical illustrations of Toomre's Sequence</a>, a hypothesized sequence of how galaxies appear as they merge. My reading of the literature leaves me unclear on whether the prominent curved arm is of tidal origin, given the ambiguous sentence in <a href='https://en.wikipedia.org/wiki/NGC_3509'>the Wikipedia article</a>. My interpretation of <a href='https://iopscience.iop.org/article/10.1086/379676/pdf'>this paper</a> ultimately is that the bright and big northeastern arm of NGC 3509 is indeed a tidal tail, perhaps a result of a minor merger. If it is indeed a tidal tail, this would be among the top five tidal tails visible in this aperture class. My observations are also reported in the Feb 2025 issue of Sky & Telescope."
    },
    {
	"primary": "M 66",
	"alias": "Arp 16",
	"ra": "11:20:15",
	"dec": "+12:59:29",
	"otype": "GinPair",
	"V": 8.920000076293945,
	"B": 9.649999618530273,
	"maj_axis": 8.510000228881836,
	"min_axis": 3.799999952316284,
	"pa": 173,
	"z": 0.002391,
	"name": "",
	"description": "I observed that one of the arms of this barred spiral is longer than the other spiral arm. A weak brightening was sensed along this longer arm. It appears that the <a href=' https://www.aanda.org/articles/aa/pdf/2012/08/aa18436-11.pdf'>origin of this distorted arm</a> lies in <a href='https://en.wikipedia.org/wiki/Ram_pressure'>ram pressure</a>. However, M66 also sports two faint hook-like <a href='https://adsabs.harvard.edu/full/1972ApJ...178..623T7'>tidal streams</a> which I have not attempted."
    },
    {
	"primary": "NGC 3628",
	"alias": "Arp 317C",
	"ra": "11:20:17",
	"dec": "+13:35:22",
	"otype": "GinPair",
	"V": 9.479999542236328,
	"B": 10.420000076293945,
	"maj_axis": 12.880000114440918,
	"min_axis": 3.390000104904175,
	"pa": 104,
	"z": 0.002819,
	"name": "Hamburger Galaxy",
	"description": "A prominent, raggedy dust lane cuts through this heavily mottled edge-on galaxy. Beyond the bright region, the galaxy sports faint extensions on either side. The puffy faint extension on the western side was easily noted as a glow fanning out. The extension on the eastern side did not seem to fan out as much. On a night in April 2023, I spent almost three hours to confirm the long and dim tidal tail of this galaxy. Howard Banich had reported this tidal tail in his article in the April 2021 issue of Sky & Telescope, which featured his sketch. Here is <a href='https://asimha.net/Astrosketches/#Hamburger_Galaxy_NGC3628.jpg'>my sketch</a> from that night. This tail is extremely long and I was only able to see its brightest initial portion. The tail <a href='https://iopscience.iop.org/article/10.1088/0004-637X/786/2/144/meta'>terminates in a tidal dwarf galaxy</a> designated as 'Leo TDG', of which I am aware of only an observation by Jimi Lowrey discussed in this <a href='https://www.deepskyforum.com/showthread.php?1479-Object-of-the-Week-March-28-2021-NGC-3628-Tidal-Tail'>DeepSkyForum thread</a>. I also discuss my observation in the Feb 2025 issue of Sky & Telescope."
    },
    {
	"primary": "NGC 3646",
	"ra": "11:21:43",
	"dec": "+20:10:10",
	"otype": "GinPair",
	"V": 11.130000114440918,
	"B": 11.779999732971191,
	"maj_axis": 2.056999921798706,
	"min_axis": 1.1519999504089355,
	"pa": 55,
	"z": 0.014265,
	"name": "",
	"description": "This ring galaxy sports a heavily mottled ring around what appears to be an off-center core (in reality, this could just be the viewing angle). The western part of the ring is brightest and sharp, and the north+west side is more distinct than the south+east side of the ring. This is indeed a very good target for an 18\". I wrote more details about it <a href='https://www.deepskyforum.com/showthread.php?1571-Object-of-the-Week-March-20-2022-NGC-3646-a-Ring-Galaxy-in-Leo'>here on DeepSkyForum</a>"
    },
    {
	"primary": "Arp 313",
	"alias": "KTG 39",
	"ra": "11:57:30",
	"dec": "+32:20:03",
	"otype": "EmG",
	"V": null,
	"B": 13.800000190734863,
	"maj_axis": 1.2730000019073486,
	"min_axis": 0.2549999952316284,
	"pa": 30,
	"z": 0.01059,
	"name": "",
	"description": "This trio is a delight, with NGC 3995 showing distorted spiral structure with one longer arm. NGC 3991 looks like a bright, slightly elongated galaxy with a fainter tail on which there is an elongated knot."
    },
    {
	"primary": "NGC 4027",
	"alias": "Arp 22",
	"ra": "11:59:30",
	"dec": "-19:15:55",
	"otype": "IG",
	"V": 11.100000381469727,
	"B": 11.710000038146973,
	"maj_axis": 1.902999997138977,
	"min_axis": 1.218000054359436,
	"pa": 140,
	"z": 0.005559,
	"name": "",
	"description": "NGC 4027 appears heavily mottled with plenty of knots, and sports one prominent arm going north. <x-dso>NGC 4027A</x-dso> nearby only appeared as an amorphous low surface brightness glow visible intermittently to averted vision, and I could not see its triangular shape."
    },
    {
	"primary": "Arp 244",
	"individual": ["NGC 4038", "NGC 4039"],
	"ra": "12:01:53",
	"dec": "-18:52:03",
	"otype": "GinPair",
	"V": null,
	"B": 10.90999984741211,
	"maj_axis": 5.199999809265137,
	"min_axis": 3.0999999046325684,
	"pa": 80,
	"z": 0.005593,
	"name": "Antennae Galaxies",
	"description": "The antennae galaxies are perhaps one of the most spectacular interacting pairs visible in small telescopes. How much can one extract from an 18-inch? I studied this galaxy for over perhaps an hour in two sittings. Tacking on high power of 413×, the galaxies are bursting with knots. NGC 4038 has a sort of dimmer region, a 'hole' punched into it, and the western rim around the hole is studded with starburst. At lower power and with lots of patience, I was able to confirm the stubby tidal tail that lies at the beginning of the southern antenna. I report this and more in my article in Feb 2025 Sky & Telescope."
    },
    {
	"primary": "NGC 4088",
	"alias": "Arp 18",
	"ra": "12:05:34",
	"dec": "+50:32:21",
	"otype": "GinPair",
	"V": null,
	"B": 11.199999809265137,
	"maj_axis": 5.619999885559082,
	"min_axis": 2.140000104904175,
	"pa": 43,
	"z": 0.002515,
	"name": "",
	"description": "A heavily mottled galaxy with a skewed S-shape. The arm on the southern side of the galaxy appeared longer and ended in a prominent knot."
    },
    {
	"primary": "NGC 4438",
	"alias": "Arp 120",
	"ra": "12:27:46",
	"dec": "+13:00:32",
	"otype": "LINER",
	"V": 10.170000076293945,
	"B": 11.020000457763672,
	"maj_axis": 8.90999984741211,
	"min_axis": 5.010000228881836,
	"pa": 0,
	"z": 0.000347,
	"name": "The Eyes",
	"description": "The segment of the longer tidal extension going towards the north was detected at 200× (2.2mm exit pupil) from good skies."
    },
    {
	"primary": "NGC 4490",
	"alias": "Arp 269",
	"ra": "12:30:36",
	"dec": "+41:38:37",
	"otype": "GinPair",
	"V": 9.789999961853027,
	"B": 10.220000267028809,
	"maj_axis": 6.760000228881836,
	"min_axis": 2.140000104904175,
	"pa": 151,
	"z": 0.00196,
	"name": "Cocoon Galaxy",
	"description": "I observed this pair using magnifications of 148× and 207×. The curvature of NGC 4490 towards NGC 4485 was seen, almost like they were connected by a bridge. NGC 4490 itself appeared heavily mottled with an elongated brightening in its body. I picked out two knots in the galaxy which bear designations <x-dso>[VS65] 2</x-dso> and <x-dso>[VS65] 21</x-dso>."
    },
    {
	"primary": "NGC 4567",
	"ra": "12:36:33",
	"dec": "+11:15:29",
	"otype": "GinPair",
	"V": 11.3100004196167,
	"B": 12.0600004196167,
	"maj_axis": 2.880000114440918,
	"min_axis": 2.240000009536743,
	"pa": 88,
	"z": 0.007523,
	"name": "Butterfly Galaxies",
	"description": "Appears V shaped as a conjoined pair of galaxies."
    },
    {
	"primary": "NGC 4618",
	"alias": "Arp 23",
	"ra": "12:41:33",
	"dec": "+41:09:03",
	"otype": "GinPair",
	"V": 10.779999732971191,
	"B": 11.220000267028809,
	"maj_axis": 1.5729999542236328,
	"min_axis": 1.3530000448226929,
	"pa": 55,
	"z": 0.00173,
	"name": "",
	"description": "The galaxy sports one, mottled arm. The HII region IC 3668 is also seen lying on this arm."
    },
    {
	"primary": "NGC 4631",
	"alias": "Arp 281",
	"ra": "12:42:08",
	"dec": "+32:32:29",
	"otype": "GinPair",
	"V": 9.1899995803833,
	"B": 9.779999732971191,
	"maj_axis": 13.489999771118164,
	"min_axis": 2.450000047683716,
	"pa": 86,
	"z": 0.00205,
	"name": "Whale Galaxy",
	"description": "Very beautiful, lots of mottling is seen."
    },
    {
	"primary": "NGC 4656",
	"ra": "12:43:58",
	"dec": "+32:10:13",
	"otype": "GinPair",
	"V": 10.520000457763672,
	"B": 10.960000038146973,
	"maj_axis": 1.4730000495910645,
	"min_axis": 0.5299999713897705,
	"pa": 40,
	"z": 0.002167,
	"name": "Hockey Stick / Crowbar Galaxy",
	"description": "Looks like a hockey stick, with a curve at the end! The galaxy has undulating brightness throughout. In two sessions in May 2023, I made a <a href='https://asimha.net/Astrosketches/#Hockey_Stick_Galaxy.jpg'>detailed sketch</a>. Five HII regions were picked out – <x-dso>[MTA2018] 49</x-dso>, <x-dso>[MTA2018] 2</x-dso>, <x-dso>[MTA2019] 58</x-dso>, <x-dso>[MTA2018] 17</x-dso> and <x-dso>NGC 4656: [I80] 03</x-dso>. The sketch was made using magnifications of 148× and 345×. Incidentally there is a faint stellar stream going north of the business end of the crowbar – I don't know if this is within the reach of an 18\"."
    },
    {
	"primary": "NGC 4676",
	"alias": "Arp 242",
	"ra": "12:46:10",
	"dec": "+30:43:54",
	"otype": "IG",
	"V": null,
	"B": 14.100000381469727,
	"maj_axis": 2.3440001010894775,
	"min_axis": 0.44600000977516174,
	"pa": 0,
	"z": 0.0225,
	"name": "Mice Galaxies",
	"description": "Two galaxies bending slightly towards each other, and a long tidal tail is seen! The best exemplar of a tidal tail in an 18 inch! I wrote about this object in the Feb 2025 issue of Sky & Telescope."
    },
    {
	"primary": "NGC 5128",
	"ra": "13:25:28",
	"dec": "-43:01:09",
	"otype": "Seyfert_2",
	"V": 6.840000152587891,
	"B": 8.180000305175781,
	"maj_axis": 25.700000762939453,
	"min_axis": 17.780000686645508,
	"pa": 33,
	"z": 0.001826,
	"name": "Centaurus A",
	"description": "I do not have a formal log of this galaxy through 18 inch, but the prominent twisting dust lane makes it look like the old Pepsi logo."
    },
    {
	"primary": "M 51",
	"alias": "Arp 85",
	"ra": "13:29:53",
	"dec": "+47:11:43",
	"otype": "GinPair",
	"V": 8.359999656677246,
	"B": 9.260000228881836,
	"maj_axis": 10,
	"min_axis": 7.590000152587891,
	"pa": 163,
	"z": 0.00155,
	"name": "Whirlpool Galaxy",
	"description": "Here is <a href='https://asimha.net/Astrosketches/#M_51-18inch.jpg'>a sketch</a> made from the pristine skies of Massacre Rim in Nevada. The 'E'-shaped tidal feature and also a fourth tidal tail emanating from NGC 5195 could be picked out. The tidal distortion on M51's arms is apparent too. NGC 5195 itself shows some interesting structure as indicated in my sketch. I wrote about my observations in Sky & Telescope, Feb 2025 issue."
    },
    {
	"primary": "Arp 84",
	"individual": ["NGC 5394", "NGC 5395"],
	"ra": "13:58:34",
	"dec": "+37:27:11",
	"otype": "IG",
	"V": null,
	"B": null,
	"maj_axis": null,
	"min_axis": null,
	"pa": 0,
	"z": null,
	"name": "Heron Galaxy",
	"description": "Both galaxies were held continuously with averted vision, NGC 5394 being round and NGC 5395 appearing rather elongated. Occasionally, a split was sensed to the west of the elongated main body of NGC 5395 with a brighter region further west, sort of like a wedge-shape. This corresponds to the western, distorted spiral arm of NGC 5395."
    },
    {
	"primary": "M 101",
	"alias": "Arp 26",
	"ra": "14:03:13",
	"dec": "+54:20:56",
	"otype": "GinPair",
	"V": 7.860000133514404,
	"B": 8.460000038146973,
	"maj_axis": 21.8799991607666,
	"min_axis": 20.889999389648438,
	"pa": 0,
	"z": 0.000811,
	"name": "Pinwheel Galaxy",
	"description": "The part that puts this galaxy on this list is the arm on the NE of the galaxy which runs roughly NNW-SSE. Whether this arm is a tidal tail or not is unclear to me. If tidal in origin, it is presumably due to a past encounter with NGC 5474. This arm is by far the dimmest feature of the galaxy and a reference image or sketch is handy to find the exact location. From Bortle 2 skies, only the brightest part of this plume was detected in the 18 inch as a dim, elongated glow and only after knowing exactly where to look. When I <a href='https://asimha.net/Astrosketches/#M_101.jpg'>sketched</a> the object, I marked this feature as a 'tidal tail' following Howard Banich, but Scott Harrington pointed me to a <a href='https://iopscience.iop.org/article/10.3847/2041-8213/ac7c06/pdf'>2022 study by Linden and Mihos</a> which tells a different story. (BTW, the NE plume the paper talks about is different from the arm I'm referring to, see <a href='https://iopscience.iop.org/article/10.1088/0004-637X/762/2/82/pdf'>Figure 1 here</a>.) The arm I'm referring to is presumably the `broken dog-leg structure` described in Linden and Mihos. They say that no long tidal tails were found in deep images. Instead, their simulation reproduces the lopsidedness of the disk as well as the formation of the north-eastern spiral arm and its broken dog-leg segment as a result of interaction with NGC 5474."
    },
    {
	"primary": "NGC 5474",
	"ra": "14:05:02",
	"dec": "+53:39:44",
	"otype": "GinPair",
	"V": 10.789999961853027,
	"B": 11.279999732971191,
	"maj_axis": 4.679999828338623,
	"min_axis": 3.4700000286102295,
	"pa": 79,
	"z": 0.00098,
	"name": "",
	"description": "This galaxy showed an off-center core and a surrounding halo that was distinctly mottled."
    },
    {
	"primary": "MCG+01-38-006",
	"ra": "14:51:24",
	"dec": "+06:48:05",
	"otype": "GinGroup",
	"V": null,
	"B": 15.100000381469727,
	"maj_axis": 0.6629999876022339,
	"min_axis": 0.23899999260902405,
	"pa": 170,
	"z": 0.03497,
	"name": "Kronberger Triangle (unofficial)",
	"description": "This was a tough observation! Two extremely faint components were seen under Bortle 2 skies. One component (nearby galaxy PGC 53046) appeared round and the other component (the triangle) appeared to fan out in a triangular manner, roughly along the north-south direction. The best view was at 345×. The triangle is informally named for Austrian deep-sky hunter Matthias Kronberger who has many original deep-sky discoveries to his credit. See also <a href='https://www.deepskyforum.com/showthread.php?149-Object-of-the-week-May-27-2012-PGC-53047-46-(MCG-01-38-006)-%E2%80%9CKronberger-Triangle-quot'>Uwe Glahn's DeepSkyForum post</a>. I wonder why this is not in the VV catalog even though it has an MCG designation!"
    },
    {
	"primary": "NGC 6027",
	"alias": "HCG 79, VV 115",
	"ra": "15:59:13",
	"dec": "+20:45:48",
	"otype": "GinGroup",
	"V": null,
	"B": 13.399999618530273,
	"maj_axis": 0.597000002861023,
	"min_axis": 0.25099998712539673,
	"pa": 95,
	"z": 0.01466,
	"name": "Seyfert's Sextet",
	"description": "The evidence of interaction here that is visible in an 18 inch is the tidal tail of HCG 79b, designated as HCG 79f. (There are only 4 galaxies in the sextet; one is a background galaxy, and the other member is this tidal tail.). I marked it as the 4th hardest member, followed by HCG 79d (edge-on). I have hardly had a solid observation of HCG 79e (background galaxy) through my 18 inch. I describe my observations in Feb 2025 issue of Sky & Telescope."
    },
    {
	"primary": "NGC 6052",
	"alias": "NGC 6064, Arp 209",
	"ra": "16:05:13",
	"dec": "+20:32:33",
	"otype": "IG",
	"V": 13,
	"B": 13.4399995803833,
	"maj_axis": 0.6399999856948853,
	"min_axis": 0.4740000069141388,
	"pa": 0,
	"z": 0.01562,
	"name": "",
	"description": "A very high surface brightness, tiny, object slightly elongated north-to-south, from which three extensions are seen. The two extensions at the southwest and southeast corners of the main body are easier than the harder northeast extension. I used 460x power, exit pupil of 1mm."
    },
    {
	"primary": "NGC 6240",
	"alias": "IC 4625, VV 617",
	"ra": "16:52:59",
	"dec": "+02:24:04",
	"otype": "Seyfert_2",
	"V": 13.369999885559082,
	"B": 14.3100004196167,
	"maj_axis": 1.1030000448226929,
	"min_axis": 0.6179999709129333,
	"pa": 15,
	"z": 0.024323,
	"name": "",
	"description": "Under very transparent and dark skies, this galaxy showed a tapering body elongated north-south and tapered towards the north. A spike protrudes from the body northwards. Much fainter two spikes protrude from the southwest and southeast edges of the body. The galaxy has the outline of a tuning fork."
    },
    {
	"primary": "Arp 81",
	"individual": ["NGC 6621", "NGC 6622"],
	"ra": "18:12:55",
	"dec": "+68:21:48",
	"otype": "Galaxy",
	"V": null,
	"B": 13.600000381469727,
	"maj_axis": 1.8029999732971191,
	"min_axis": 0.3610000014305115,
	"pa": 140,
	"z": 0.01982,
	"name": "Edward's Galaxy",
	"description": "Under very good conditions, this phenomenal interaction showed 2 steadily visible cores (NGC 6622 and NGC 6621), connected by a bridge of light. Going further north of NGC 6621's core along the bridge, I detected a condensation (corresponding to the spiral structure of NGC 6621). Occasionally, the light appeared to extend further northwards of this condensation, corresponding to the tidal plume, and very occasionally, it was seen curving towards the east. The galaxy is named (perhaps by Steve Gottlieb and Jimi Lowrey) for 15-year old <a href='https://cseligman.com/text/atlas/discoverers.htm#eswift'>Edward Swift</a> who discovered it. I describe this object in my Feb 2025 Sky & Telescope article."
    },
    {
	"primary": "NGC 6745",
	"ra": "19:01:41",
	"dec": "+40:44:37",
	"otype": "Galaxy",
	"V": null,
	"B": 13.300000190734863,
	"maj_axis": 1.3270000219345093,
	"min_axis": 0.5569999814033508,
	"pa": 20,
	"z": 0.015154,
	"name": "Birdhead Galaxy",
	"description": "This is a fantastic, bright galaxy. The bird's head appeared as a tapering glow roughly oriented north-south, tapering towards the north, with the eastern edge curving westwards. The eastern edge of the tapering glow is brighter than the rest of the glow. A brighter northward protrusion (the beak) was also detected. Under very good conditions, I had several pops of the companion galaxy <x-dso>LEDA 200361</x-dso>, the \"worm\" or \"birdseed\"."
    },
    {
	"primary": "NGC 7135",
	"alias": "AM 2146-350",
	"ra": "21:49:46",
	"dec": "-34:52:34",
	"otype": "EmG",
	"V": 13.30,
	"B": 12.25,
	"maj_axis": 1.583,
	"min_axis": 1.203,
	"pa": 45,
	"z": 0.008748,
	"name": "Stingray Galaxy (unofficial)",
	"description": "The galaxy itself was really bright and easy to find. I observed it using magnifications of 207× and 395×. I noted a halo that was asymmetric to the south, and a tail was repeatedly detected going due soputh from the galaxy. The brightening in the tail seen in images was not picked up. The fuzzier tail going to the northeast was a weak observation – I had to know what to look for and after that it was detected repeatedly. I'm not sure if I came up with the nickname Stingray or someone else did."
    },
    {
	"primary": "NGC 7253",
	"alias": "Arp 278, VV 242",
	"ra": "22:19:28",
	"dec": "+29:23:45",
	"otype": "IG",
	"V": null,
	"B": 14.399999618530273,
	"maj_axis": 1.5670000314712524,
	"min_axis": 0.3449999988079071,
	"pa": 125,
	"z": 0.015389,
	"name": "",
	"description": "The galaxies appeared to form a V-shape with the region of interaction appearing a bit bushy. VV 242a (the northwestern member) appeared longer and brighter, VV 242b appearing almost half as long and fainter."
    },
    {
	"primary": "Arp 284",
	"individual": ["NGC 7714", "NGC 7715"],
	"ra": "23:36:14",
	"dec": "+02:09:18",
	"otype": "GinPair",
	"V": 14.359999656677246,
	"B": 14.90999984741211,
	"maj_axis": 0.8299999833106995,
	"min_axis": 0.6970000267028809,
	"pa": 175,
	"z": 0.00935,
	"name": "",
	"description": "NGC 7715 appeared as a faint ghostly streak. NGC 7714 showed a stellar core, along with a somewhat crescent-shaped halo, with the open side of the crescent facing NGC 7715. The top and bottom edge of the crescent were brighter. The core lay roughly at the terminating edge of the crescent."
    },
    {
	"primary": "NGC 4861",
	"individual": null,
	"alias": "Arp 266",
	"ra": "12:59:02",
	"dec": "+34:51:34",
	"otype": "H2G",
	"V": 12.32,
	"B": 12.90,
	"maj_axis": 3.63,
	"min_axis": 1.48,
	"pa": 15,
	"z": 0.002806,
	"name": "",
	"description": "This is a 'cometary galaxy', see Scott Harrington's article in the May 2021 issue of Sky & Telescope (this galaxy is on the magazine's cover page). The galaxy has a bright star-forming region which is designated <x-dso simbad='Mrk 59'>Markarian 59</x-dso>. In my 18\" the galaxy appeared as a modestly bright ghostly streak. The HII region appeared stellar and showed a strong response to [OIII] filter. It appeared slightly non-stellar with the filter."
    },
    {
	"primary": "NGC 3239",
	"individual": null,
	"alias": "Arp 263",
	"ra": "10:25:05",
	"dec": "+17:09:49",
	"otype": "G",
	"V": null,
	"B": 13.5,
	"maj_axis": 0.707,
	"min_axis": 0.523,
	"pa": 155,
	"z": 0.002522,
	"name": "",
	"description": "The galaxy appeared as an asymmetric halo around a star. A bright knot east of the star was the most prominent feature and was readingly recognized. A fainter knot was fleetingly detected due north of the star, forming a nearyl right triangle with the bright knot and star."
    },
    // Commenting out because I haven't picked out the dust lane; spiral feature is not peculiar afaik.
    // {
    // 	"primary": "NGC 3718",
    // 	"individual": null,
    // 	"alias": "Arp 214",
    // 	"ra": "11:32:35",
    // 	"dec": "+53:04:05",
    // 	"otype": "G",
    // 	"V": 10.61,
    // 	"B": 11.35,
    // 	"maj_axis": 5.13,
    // 	"min_axis": 2.51,
    // 	"pa": 180,
    // 	"z": 0.003278,
    // 	"name": "",
    // 	"description": ""
    // },
    {
	"primary": "Arp 86",
	"individual": ["NGC 7752", "NGC 7753"],
	"alias": "VV 5",
	"ra": "23:47:02",
	"dec": "+29:28:16",
	"otype": "PaG",
	"V": null,
	"B": null,
	"maj_axis": null,
	"min_axis": null,
	"pa": null,
	"z": null,
	"name": "",
	"description": "Comprising of NGC 7752 and NGC 7753, this is an M51-type interaction. I was surprised to pick up repeated flashes of the tidal arm of NGC 7753 that is pulled towards NGC 7752 at 148x. The observation is reported <a href='/OR_Simha_202412_InyoCounty.html'>here</a>."
    },
    {
	"primary": "NGC 1023",
	"individual": null,
	"alias": "Arp 135",
	"ra": "02:40:24",
	"dec": "+39:03:48",
	"otype": "G",
	"V": 9.35,
	"B": 10.35,
	"maj_axis": 7.4,
	"min_axis": 2.5,
	"pa": 89,
	"z": 0.002127,
	"name": "",
	"description": "NGC 1023 appears a bit puffier on the eastern side, as if bending south towards star HD 22241. The southward curve is due to the glow of <x-dso noindex>NGC 1023A</x-dso>. NGC 1023A's central condensation was not detected, it blended into the main galaxy."
    },
    {
	"primary": "Arp 148",
	"individual": null,
	"alias": "VV 32",
	"ra": "11:03:54",
	"dec": "+40:51:00",
	"otype": "IG",
	"V": null,
	"B": 14.29,
	"maj_axis": 0.430,
	"min_axis": 0.172,
	"pa": 85,
	"z": 0.035245,
	"name": "Mayall's Object",
	"description": "This is a borderline entry on this list, as it was very difficult to see any structure. Yet, the object is so cool that I had to keep it. All I could see mostly continuously with averted vision at 460× was an elongated E-W glow corresponding to the 'bullet'. About half the time, I perceived a bit more than a bar, a bit more 'puff' but it was indistinct where exactly the puffiness was and how it was structured. I got about 3–4 flashes of the full structure including both the 'bullet' and the 'target'. On a different observing night in 2012, I picked out a stubby T-shape, with the stem of the T (the 'bullet') being brighter. The stem was pointed west."
    }
    // Template:
    // {
    // 	"primary": "",
    // 	"individual": null,
    // 	"alias": "",
    // 	"ra": "",
    // 	"dec": "",
    // 	"otype": "",
    // 	"V": null,
    // 	"B": null,
    // 	"maj_axis": null,
    // 	"min_axis": null,
    // 	"pa": null,
    // 	"z": null,
    // 	"name": "",
    // 	"description": ""
    // },
].sort((a, b) => a['ra'] > b['ra']);
